Repository: City-of-Bloomington/uReport
Catalog: crm/language/*/LC_MESSAGES/errors.po
Languages: es_es

# invalidDate
source: You provided an invalid date.
es_es: Proporcionó una fecha no válida.

# invalidEndDate
source: The end date must come after the start date
es_es: La fecha de finalización debe ser posterior a la fecha de inicio.

# invalidLogin
source: The username and password combination you entered is not correct.
es_es: La combinación de nombre de usuario y contraseña que ingresó no es correcta.

# missingRequiredFields
source: You did not include all the required fields.
es_es: No incluyó todos los campos obligatorios.

# noAccessAllowed
source: Sorry, you're not allowed to go there.
es_es: Lo siento, no tienes permitido ir allí.

# notLoggedIn
source: You are not logged into this site anymore.
es_es: Ya no estás conectado a este sitio.

# passwordCorrupted
source: Your password is corrupted. Please contact a system administrator for help.
es_es: Su contraseña está dañada. Póngase en contacto con un administrador del sistema para obtener ayuda.

# ldap/unknownUser
source: That username is not in LDAP. You cannot set LDAP authentication if the user is not in LDAP.
es_es: Ese nombre de usuario no está en LDAP. No puede configurar la autenticación LDAP si el usuario no está en LDAP.

# actions/unknown
source: That action is not in the system
es_es: Esa acción no está en el sistema

# addresses/unknown
source: That address is not nin the system
es_es: Esa dirección no está en el sistema

# bookmarks/unknown
source: That saved search is not in the system
es_es: Esa búsqueda guardada no está en el sistema

# categories/unknown
source: That category is not in the system
es_es: Esa categoría no está en el sistema

# categories/missingName
source: You must provide a name
es_es: Debe proporcionar un nombre

# categories/missingGroup
source: You must provide a group
es_es: Debe proporcionar un grupo

# categories/missingDepartment
source: You must provide a department
es_es: Debe proporcionar un departamento

# categoryGroups/unknown
source: That group is not in the system
es_es: Ese grupo no está en el sistema

# clients/unknownApiKey
source: You must provide a valid api_key
es_es: Debe proporcionar una api_key válida

# clients/unknown
source: That client is not in the system
es_es: Ese cliente no está en el sistema

# contactMethods/unknown
source: That contact method is not in the system
es_es: Ese método de contacto no está en el sistema

# departments/unknown
source: That department is not in the system
es_es: Ese departamento no está en el sistema

# departments/foreignKeyViolation
source: Could not delete the department because of a foreign key
es_es: No se pudo eliminar el departamento debido a una clave externa

# emails/unknown
source: That email is not in the system
es_es: Ese correo electrónico no está en el sistema

# issueTypes/unknown
source: That type is not in the system
es_es: Ese tipo no está en el sistema

# media/unknown
source: That file is not in the system
es_es: Ese archivo no está en el sistema

# media/uploadFailed
source: The file you attempted to upload never made it to the server.
es_es: El archivo que intentó cargar nunca llegó al servidor.

# media/fileTooBig
source: Your file was too big
es_es: Su archivo era demasiado grande

# media/networkProblem
source: There was a network communication problem.
es_es: Hubo un problema de comunicación de red.

# media/unknownProblem
source: There was a problem with the server. You might try contacting the server admin.
es_es: Hubo un problema con el servidor. Puede intentar comunicarse con el administrador del sistema.

# media/invalidFileType
source: You are not allowed to upload files of that type.
es_es: No se permite subir archivos de ese tipo.

# media/badServerPermissions
source: Your upload succeeded, but the server failed to save the file. Have your System Admin check the server permissions.
es_es: La carga se realizó correctamente, pero el servidor no pudo guardar el archivo. Solicite al administrador del sistema que verifique los permisos del servidor.

# people/unknown
source: That person is not in our system
es_es: Esa persona no está en nuestro sistema

# people/personStillHasTickets
source: That person still has cases associated with them
es_es: Esa persona todavía tiene casos asociados

# people/mergerNotAllowed
source: Not allowed to merge people with usernames
es_es: No se permite fusionar personas con nombres de usuario

# phones/unknown
source: That phone number is not in the system
es_es: Ese número de teléfono no está en el sistema

# responseTemplates/unknown
source: That response message is not in the system
es_es: Ese mensaje de respuesta no está en el sistema

# substatus/unknown
source: That substatus is not in the system
es_es: Ese subestado no está en el sistema

# tickets/unknown
source: That case is not in the system
es_es: Ese caso no está en el sistema

# tickets/missingCategory
source: Cases must have a category
es_es: Los casos deben tener una categoría

# tickets/locationOutOfBounds
source: That location is outside of our jurisdiction
es_es: Esa ubicación está fuera de nuestra jurisdicción

# tickets/statusMismatch
source: That substatus is not applicable
es_es: Ese subestado no es aplicable

# tickets/missingResolution
source: A closed case must have a substatus
es_es: Un caso cerrado debe tener un subestado

# tickets/missingClosingComment
source: The Mayor's Office requires that the resolution be documented when a case is closed. This message should be understandable by anyone reading it, and explain how the case was resolved and how constituents were informed.
es_es: El municipio requiere que se documente la resolución cuando se cierra un caso. Este mensaje debe ser comprensible para cualquiera que lo lea y explicar cómo se resolvió el caso y cómo se informó a los electores

# ticketHistory/unknown
source: That history entry is not in the system
es_es: Esa entrada del historial no está en el sistema

# ticketHistory/missingAction
source: You must choose an Action to update the history log
es_es: Debe elegir una acción para actualizar el registro del historial

# users/wrongPassword
source: The password you entered is not correct
es_es: La contraseña que ingresó no es correcta

# users/passwordsDontMatch
source: The new passwords you typed do not match
es_es: Las nuevas contraseñas que ingresó no coinciden
