Repository: City-of-Bloomington/uReport
Catalog: crm/language/*/LC_MESSAGES/messages.po
Languages: es_es, fr_ca, nl_nl

# signed_in_as
source: Signed in as %s
es_es: Accediste como %s
fr_ca: Signé en tant que %s
nl_nl: Aangemeld als %s

# add_action
source: Update the history log with actions performed on this case
es_es: Actualizar el registro del historial con las acciones realizadas en este caso
fr_ca: Mettre à jour le journal de l'historique des actions effectuées sur ce cas
nl_nl: Werk de historie bij met de activiteiten voor deze melding

# merge_people_description
source: Merge two people by dragging rows or typing in the person IDs.
es_es: Combina dos personas arrastrando filas o escribiendo los ID de las personas
fr_ca: Fusionner deux personnes en faisant glisser et en déposant la rangée ou en écrivant l'identifiant de la personne.
nl_nl: Voeg twee persoonsregistraties samen door rijen te slepen of ID's in te typen.

# merge_tickets_description
source: Merge two cases by dragging one of the rows or typing in the IDs to compare cases and move data between them.
es_es: Combine dos casos arrastrando una de las filas o escribiendo los ID para compararcasos y mover datos entre ellos.
fr_ca: Fusionner deux cas en faisant glisser l'une des rangées ou en saisissant l'identifiant et en comparant les deux cas et par la suite en déplaçant des données entre eux.
nl_nl: Voeg twee meldingen samen door rijen te slepen of ID's in te typen.

# how_did_you_respond
source: How did you respond to the person?
es_es: ¿Cómo le respondiste a la persona?
fr_ca: Comment avez-vous répondu à la personne?
nl_nl: Hoe heeft u gereageerd op de melding?

# click_full_size
source: Click the thumbnail for the full size
es_es: Haga clic en la miniatura para ampliarla
fr_ca: Cliquez sur la vignette pour obtenir la taille complète
nl_nl: Klik op de miniatuur voor volledige afbeelding

# choose_category
source: Choose a category
es_es: Elija una categoría
fr_ca: Choisissez une catégorie
nl_nl: Kies een categorie

# close_this_ticket
source: Close this case
es_es: Cerrar este caso
fr_ca: Fermer cette cas
nl_nl: Melding afhandelen

# verified_locations
source: Indicates verified locations
es_es: Indica ubicaciones verificadas
fr_ca: Indique les emplacements vérifiés
nl_nl: Geaccordeerde locaties

# no_tickets_found
source: No cases found
es_es: No se encontraron casos
fr_ca: Aucun cas trouvé
nl_nl: Geen meldingen gevonden

# no_locations_found
source: No locations found. Please try your search again or contact an administrator if you believe a location is missing from our database.
es_es: No se encontraron ubicaciones. Intente realizar la búsqueda nuevamente o comuníquese con un administradorsi cree que falta una ubicación en nuestra base de datos.
fr_ca: Aucun emplacement trouvé. S'il vous plaît essayer de nouveau votre recherche ou contacter un administrateur si vous croyez un emplacement est absent de notre base de données.
nl_nl: Geen locaties gevonden. Zoek met andere invoer of neem contact op met de systeembeheerder wanneer je denkt dat er een locatie ontbreekt in het systeem.

source: Used for notifications
es_es: Usado para notificaciones
fr_ca: Utilisé pour les notifications
nl_nl: Communicatie

# clients_description
source: These are authorized clients that are allowed to POST tickets via web services. The only web service interface we have right now is Open311.
es_es: Estos son clientes autorizados que pueden POSTAR tickets a través de la web
fr_ca: Ceux-ci sont les clients autorisés à poster des billets via les services Web. La seule interface de service Web que nous avons présentement est Open311.
nl_nl: Dit zijn applicaties of gebruikers die via het internet meldingen kunnen indienen (POST) op de services. Dit systeem voldoet aan de Open311 GeoReporter_v2 standaard.

# actions_description
source: You can customize the message displayed for this action in the history log. In the message, the system will substitute the appropriate person's name for these keys in the string.
es_es: Puede personalizar el mensaje que se muestra para esta acción en el registro del historial. En el mensaje, el sistema sustituirá el nombre de la persona correspondiente porestas claves en la cadena.
fr_ca: Vous pouvez personnaliser ce message pour cette commande dans le journal de l'histoire. Dans le message, le système remplacera les clés dans la chaîne par le nom de la bonne personne .
nl_nl: Het bericht dat wordt weer gegeven voor deze actie in de historie kan worden aangepast. In dit bericht zullen de persoonsnamen met een macro worden gevuld.

# actions_enteredByPerson
source: The person who entered the action
es_es: La persona que entró en la acción
fr_ca: La personne qui est entré dans l'action
nl_nl: De persoon die de actie heeft ingevoerd

# actions_actionPerson
source: The person the action is about
es_es: La persona sobre la que se trata la acción
fr_ca: La personne qui est dans l'action
nl_nl: De persoon die de actie moet uitvoeren

# contactMethods_description
source: These are the available contact methods for the system. They are used both for how the citizen contacted the city and for how the citizen would like to be contacted.
es_es: Estos son los métodos de contacto disponibles para el sistema. Se utilizan tantopor cómo el ciudadano contactó con la ciudad y por cómo le gustaría al ciudadanoser contactado.
fr_ca: Ce sont les méthodes de contact disponibles dans le système. Ils sont utilisés aussi bien pour contacter la ville par le citoyen que pour le citoyen de contacter la ville.
nl_nl: Dit zijn de beschikbare contactmethoden van het systeem. Deze worden gebruikt om aan te geven welke methode van contact de voorkeur heeft. Dit kan worden ingegeven door burgers en instanties.

# response_reminder
source: When a case is closed it is your responsibility to contact constituents who reported this issue to the City. Log those contacts in the responses below.
es_es: Cuando se cierra un caso, es su responsabilidad ponerse en contacto con quieninformó este problema a la Ciudad. Registre esos contactos en las respuestas a continuación.
fr_ca: Lorsqu'un cas est fermé, il est de votre responsabilité de communiquer avec les mandataires qui ont signalé ce problème à la Ville. Notez ces contacts dans les réponses ci-dessous.
nl_nl: Wanneer een melding is afgehandeld is het uw verantwoordelijkheid contact op te nemen met de melder. Leg de contacten vast in onderstaande reacties

# search_parameters_description
source: Your current search parameters. Click on one of the labels to delete that parameter from your search.
es_es: Sus parámetros de búsqueda actuales. Haga clic en una de las etiquetas para eliminarloparámetro de su búsqueda.
fr_ca: Vos paramètres de recherche courant. Cliquez sur l'une des étiquettes pour supprimer ce paramètre de votre recherche.
nl_nl: Er zijn filters actief. Klik op een filter om deze te verwijderen.

# labels_description
source: These are the predefined labels users can apply to issues.
es_es: Estas son las etiquetas predefinidas que los usuarios pueden aplicar a los problemas.
fr_ca: Ce sont les étiquettes prédéfinies que les utilisateurs peuvent attacher aux problèmes.
nl_nl: Labels die gebruikers kunnen koppelen aan meldingen.

# locationPeople_description
source: A list of people who've listed this as their address. Note: it might not be their current address.
es_es: Una lista de personas que incluyeron esto como su dirección. Nota: puede que no seasu dirección actual.
fr_ca: Une liste de personnes qui ont déclaré cette adresse comme la leur. Remarque : Cette adresse pourrait ne pas être leur adresse actuelle.
nl_nl: Een lijst van personen die dit adres hebben opgegeven. Let op: dit hoeft niet pers√© het huidige adres te zijn.

# digestNotification
source: %1$s, here is your weekly summary of open cases in %2$s. Please <a href="%3$s">visit your profile</a> or click a case below to edit or update your cases.
es_es: %1$s, aquí está su resumen semanal de casos abiertos en %2$s. Por favor <a href="%3$s">visite su perfil</a> o haga clic en un caso a continuación para editar o actualizar suscasos.
fr_ca: %1$s, voici votre résumé hebdomadaire des cas ouverts en%2$s. S'il vous plaît <a href="%3$s"> visiter votre profil </a> ou cliquez sur un des cas ci-dessous pour le modifier ou le mettre à jour.
nl_nl: %1$s, hier is het weekoverzicht van open meldingen in %2$s. Bezoek <a href="%3$s">de website</a> of klik op een melding om deze te bewerken.

# service_level_agreement_description
source: Departments agree to handle new cases within the time specified.
es_es: Los departamentos acuerdan manejar nuevos casos dentro del tiempo especificado.
fr_ca: Les départements acceptent de traiter de nouveaux cas dans le délai prescrit.
nl_nl: Afdelingen zijn overeengekomen meldingen af te handelen in de genoemde tijdsduur.

# sla_status_notice
source: Most tickets of this type should be closed within %1$d days, although some cases may be longer. %2$d days have already passed.
es_es: La mayoría de los tickets de este tipo deberían cerrarse en %1$d días, aunque algunos asos pueden ser más largos. Ya han pasado %2$d días.
fr_ca: La plupart des billets de ce type devraient être fermés dans les%1$ d jours, bien que dans certains cas ça peut être plus longs. %2$ d jours se sont déjà écoulés.
nl_nl: Voor meldingen van dit type wordt gestreefd naar afhandeling in %1$d dagen. Er zijn %2$d dagen verstreken.

# employee_authentication_description
source: If you are using Employee authentication, the rest of this information will be filled in automatically from the directory. Otherwise, you must provide at least a first and last name.
es_es: Si utiliza la autenticación de empleado, el resto de esta informaciónse completará automáticamente desde el directorio. De lo contrario, debe proporcionaral menos un nombre y apellido.
fr_ca: Si vous utilisez le système d'authentification de l'employé, le reste de cette information sera automatiquement rempli à partir du répertoire. Sinon, vous devez fournir au moins un prénom et un nom.
nl_nl: Wanneer gebruik wordt gemaakt van externe authenticatie, dan wordt deze informatie automatisch gevuld. Indien dit niet het geval is, vul dan tenminste een voor en achternaam in.

# file_max_size
source: Max Filesize: %s
es_es: Tamaño máximo de archivo: %s
nl_nl: Max Bestandsgrootte: %s

# file_type_accept
source: Accepted Filetypes: %s
es_es: Tipos de archivo aceptados: %s
nl_nl: Geaccepteerd Bestandstype: %s
