Repository: City-of-Bloomington/uReport
Catalog: crm/language/*.po
Languages: nl_nl

# labels.add
source: Add
nl_nl: Toevoegen

# labels.edit
source: Edit
nl_nl: Wijzigen

# labels.delete
source: Delete
nl_nl: Verwijderen

# labels.submit
source: Submit
nl_nl: Opslaan

# labels.save
source: Save
nl_nl: Opslaan

# labels.save_as
source: Save %s as
nl_nl: Sla %s op als

# labels.cancel
source: Cancel
nl_nl: Annuleren

# labels.search
source: Search
nl_nl: Zoeken

# labels.search_results
source: Search Results
nl_nl: Zoek resultaten

# labels.search_results_text
source: Text Results
nl_nl: Tekst resultaten

# labels.search_results_map
source: Map Results
nl_nl: Locatie resultaten

# labels.search_results_print
source: Printable Results
nl_nl: Resultaten afdrukken

# labels.search_results_count
source: # cases in current search
nl_nl: # resultaten op basis van de zoekopdracht

# labels.quick_links
source: Quick Links
nl_nl: Snelkoppelingen

# labels.new
source: New
nl_nl: Nieuw

# labels.go
source: Go
nl_nl: Uitvoeren

# labels.end
source: End
nl_nl: Eind

# labels.more
source: More
nl_nl: Meer

# labels.top
source: Back to Top
nl_nl: Terug naar begin

# labels.more_categories
source: More Categories
nl_nl: Meer categorieën

# labels.sort_by
source: Sort by
nl_nl: Sorteren op

# labels.order
source: Order
nl_nl: Volgorde

# labels.reorder
source: Reorder
nl_nl: Sorteren

# labels.my_account
source: My Account
nl_nl: Mijn account

# labels.login
source: Login
nl_nl: Aanmelden

# labels.logout
source: Logout
nl_nl: Afmelden

# labels.contactMethod
source: Contact Method
nl_nl: Contact methode

# labels.response
source: Response
nl_nl: Reactie

# labels.responseMethod
source: Response Method
nl_nl: Methode van reactie

# labels.api_key
source: API Key
nl_nl: API sleutel

# labels.name
source: Name
nl_nl: Naam

# labels.firstname
source: First Name
nl_nl: Voornaam

# labels.middlename
source: Middle Name
nl_nl: Tussenvoegsels

# labels.lastname
source: Last Name
nl_nl: Achternaam

# labels.username
source: Username
nl_nl: Gebruikersnaam

# labels.password
source: Password
nl_nl: Wachtwoord

# labels.authenticationMethod
source: Authentication
nl_nl: Authenticatie

# labels.role
source: Role
nl_nl: Rol

# labels.change_password
source: Change Password
nl_nl: Wachtwoord wijzigen

# labels.current_password
source: Current Password
nl_nl: Huidige wachtwoord

# labels.new_password
source: New Password
nl_nl: Nieuw wachtwoord

# labels.retype_password
source: Retype Password
nl_nl: Wachtwoord opnieuw ingeven

# labels.organization
source: Organization
nl_nl: Organisatie

# labels.phone
source: Phone
nl_nl: Telefoon

# labels.description
source: Description
nl_nl: Omschrijving

# labels.comment
source: Comment
nl_nl: Opmerking

# labels.media
source: Attachment
nl_nl: Bijlage

# labels.custom_fields
source: Custom Fields
nl_nl: Aangepaste velden

# labels.display_fields
source: Fields to display
nl_nl: Zichtbare velden

# labels.date
source: Date
nl_nl: Datum

# labels.day
source: Day
nl_nl: Dag

# labels.permissions_required
source: Permission Required
nl_nl: Toestemming vereist

# labels.postingPermissionLevel
source: Posting
nl_nl: Melden

# labels.displayPermissionLevel
source: Display
nl_nl: Inzien

# labels.contact_list
source: Contact List
nl_nl: Contactlijst

# labels.contactPerson
source: Contact Person
nl_nl: Contactpersoon

# labels.defaultPerson
source: Default Person
nl_nl: Standaard

# labels.owner
source: Owner
nl_nl: Eigenaar

# labels.client
source: Application
nl_nl: Toepassing

# labels.action
source: Action
nl_nl: Actie

# labels.bookmark
source: Bookmark
nl_nl: Favoriet

# labels.category
source: Category
nl_nl: Categorie

# labels.categoryGroup
source: Group
nl_nl: Groep

# labels.department
source: Department
nl_nl: Afdeling

# labels.ticket
source: Case
nl_nl: Zaak

# labels.ticket_issues
source: Associated Issues
nl_nl: Gekoppelde melding

# labels.issue
source: Issue
nl_nl: Melding

# labels.issueType
source: Issue Type
nl_nl: Soort melding

# labels.address
source: Address
nl_nl: Adres

# labels.city
source: City
nl_nl: Gemeente/Instelling

# labels.state
source: State
nl_nl: Provincie

# labels.zip
source: Zip
nl_nl: Postcode

# labels.enteredDate
source: Case Date
nl_nl: Datum zaak

# labels.enteredByPerson
source: Entered By
nl_nl: Aangemaakt door

# labels.reportedByPerson
source: Reported By
nl_nl: Gemeld door

# labels.history
source: History
nl_nl: Historie

# labels.location
source: Location
nl_nl: Locatie

# labels.change_location
source: Change Location
nl_nl: Locatie aanpassen

# labels.person
source: Person
nl_nl: Persoon

# labels.user
source: User Account
nl_nl: Gebruikersaccount

# labels.report
source: Report
nl_nl: Rapport

# labels.substatus
source: Substatus
nl_nl: Deelstatus

# labels.resolution
source: Resolution
nl_nl: Resolutie

# labels.add_issue
source: Add Issue
nl_nl: Melding toevoegem

# labels.add_person
source: Add a Person
nl_nl: Persoon toevoegen

# labels.create_account
source: Create Account
nl_nl: Account aanmaken

# labels.edit_issue
source: Edit Issue
nl_nl: Melding aanpassen

# labels.delete_issue
source: Delete Issue
nl_nl: Melding verwijderen

# labels.info_client
source: Client Info
nl_nl: Subjectinformatie

# labels.info_person
source: Person Info
nl_nl: Persoonsinformatie

# labels.info_department
source: Department Info
nl_nl: Afdelingsinformatie

# labels.info_location
source: Location Info
nl_nl: Locatieinformatie

# labels.info_location_additional
source: Additional Location Info
nl_nl: Uitgebreide locatieinformatie

# labels.info_issue
source: Issue Info
nl_nl: Meldinginformatie

# labels.info_assignment
source: Assignment Info
nl_nl: Toewijzinginformatie

# labels.find_person
source: Look up a person
nl_nl: Persoon zoeken

# labels.find_user
source: Filter users
nl_nl: Gebruikers filteren

# labels.find_address
source: Find a specific address
nl_nl: Zoek een adres

# labels.find_street
source: Find a street
nl_nl: Zoek een straat

# labels.find_location
source: Find a location
nl_nl: Zoek een locatie

# labels.use_location
source: Use this location
nl_nl: Gebruik deze locatie

# labels.upload_media
source: Upload an attachment
nl_nl: Bijlage bijwerken

# labels.see_all_thumbnails
source: See all thumbnails
nl_nl: Bekijk alle miniatuurafbeeldingen

# labels.back_to_ticket
source: Back to case
nl_nl: Terug naar zaak

# labels.change_department
source: Switch Department
nl_nl: Afdeling veranderen

# labels.add_new_ticket
source: New Case
nl_nl: Nieuwe zaak

# labels.assign_ticket
source: Assign Case
nl_nl: Zaak toewijzen

# labels.refer_ticket
source: Refer Case
nl_nl: Aan zaak refereren

# labels.delete_ticket
source: Delete Case
nl_nl: Zaak verwijderen

# labels.change_category
source: Change Category
nl_nl: Categorie veranderen

# labels.change_status
source: Change Status
nl_nl: Status veranderen

# labels.add_response
source: Record a response
nl_nl: Reactie registreren

# labels.assignment_notes
source: Notes to the assignee
nl_nl: Opmerking voor de behandelaar

# labels.merge
source: Merge
nl_nl: Samenvoegen

# labels.merge_people
source: Merge People
nl_nl: Personen samenvoegen

# labels.merge_tickets
source: Merge Cases
nl_nl: Zaken samenvoegen

# labels.merge_into_person
source: Merge into Person
nl_nl: Samenvoegen met persoon

# labels.merge_into_ticket
source: Merge into Case
nl_nl: Samenvoegen met zaak

# labels.tickets_open_assigned
source: Currently assigned cases
nl_nl: Toegewezen zaken

# labels.tickets_open_reported
source: Outstanding reported cases
nl_nl: Openstaande zaken

# labels.tickets_reported
source: Reported Cases
nl_nl: Gemelde zaken

# labels.tickets_open
source: Open Cases
nl_nl: Open zaken

# labels.tickets_my
source: My Cases
nl_nl: Mijn zaken

# labels.tickets_my_department
source: My Department's Cases
nl_nl: Zaken van mijn afdeling

# labels.tickets_for_location
source: Cases associated with this location
nl_nl: Zaken op deze locatie

# labels.tickets_open_referred
source: Currently referred cases
nl_nl: Gerelateerde zaken

# messages.add_action
source: Update the history log with actions performed on this case
nl_nl: Werk de historie bij met de acties uitgevoerd in deze zaak

# messages.merge_people_description
source: Merge two people by dragging rows or typing in the person IDs.
nl_nl: Voeg twee persoonsregistraties samen door rijen te slepen of ID's in te typen.

# messages.merge_tickets_description
source: Merge two cases by dragging one of the rows or typing in the IDs to compare cases and move data between them.
nl_nl: Voeg twee zaken samen door rijen te slepen of ID's in te typen.

# messages.how_did_you_respond
source: How did you respond to the person?
nl_nl: Hoe heeft u gereageerd op deze melding?

# messages.click_full_size
source: Click the thumbnail for the full size
nl_nl: Klik op de miniatuur voor volledige afbeelding

# messages.signed_in_as
source: Signed in as %s
nl_nl: Aangemeld als %s

# messages.choose_category
source: Choose a category
nl_nl: Kies een categorie

# messages.close_this_ticket
source: Close this case
nl_nl: Sluit deze zaak

# messages.verified_locations
source: Indicates verified locations
nl_nl: Geaccordeerde locaties

# messages.no_tickets_found
source: No cases found
nl_nl: Geen zaken gevonden

# messages.no_locations_found
source: No locations found. Please try your search again or contact an administrator if you believe a location is missing from our database.
nl_nl: Geen locaties gevonden. Zoek met andere invoer of neem contact op met de systeembeheerder wanneer je denkt dat er een locatie ontbreekt in het systeem.

# messages.usedForNotifications
source: Used for notifications
nl_nl: Gebruikt voor notificatie

# messages.ticket_search_query_description
source: Only searches a case's description
nl_nl: Alleen zoeken in de omschrijving

# text.clients_description
source: These are authorized clients that are allowed to POST tickets via web services. The only web service interface we have right now is Open311.
nl_nl: Dit zijn applicaties of gebruikers die via het internet zaken kunnen publiceren (POST) op de services. Dit systeem voldoet aan de Open311 GeoReporter_v2 standaard.

# text.actions_description
source: You can customize the message displayed for this action in the history log. In the message, the system will substitute the appropriate person's name for these keys in the string.
nl_nl: Het bericht dat wordt weer gegeven voor deze actie in de historie kan worden aangepast. In dit bericht zullen de persoonsnamen met een macro worden gevuld.

# text.actions_enteredByPerson
source: The person who entered the action
nl_nl: De persoon die de actie heeft ingevoerd

# text.actions_actionPerson
source: The person the action is about
nl_nl: De persoon die de actie moet uitvoeren

# text.contactMethods_description
source: These are the available contact methods for the system. They are used both for how the citizen contacted the city and for how the citizen would like to be contacted.
nl_nl: Dit zijn de beschikbare contactmethodes van het systeem. Deze worden gebruikt om aan te geven welke methode van contact de voorkeur heeft. Dit kan worden ingegeven door burgers en instanties.

# text.response_reminder
source: When a case is closed it is your responsibility to contact constituents who reported this issue to the City. Log those contacts in the responses below.
nl_nl: Wanneer een zaak wordt gesloten is het uw verantwoordelijk contact op te nemen met de burgers die melding hebben gemaakt. Leg de contacten vast in onderstaande reacties

# text.search_parameters_description
source: Your current search parameters. Click on one of the labels to delete that parameter from your search.
nl_nl: Zoekwoorden. Klik op een van de labels om een zoekwoord te verwijderen.

# text.labels_description
source: These are the predefined labels users can apply to issues.
nl_nl: Dit zijn voorgedefinieerde labels die gebruikers kunnen koppelen aan zaken.

# text.locationPeople_description
source: A list of people who've listed this as their address. Note: it might not be their current address.
nl_nl: Een lijst van personen die dit adres hebben opgegeven. Let op: dit hoeft niet persé het huidige adres te zijn.

# text.digestNotification
source: %1$s, here is your weekly summary of open cases in %2$s. Please <a href="%3$s">visit your profile</a> or click a case below to edit or update your cases.
nl_nl: %1$s, hier is het weekoverzicht van open zaken in %2$s. Bezoek <a href="%3$s">de website</a> of klik op een zaak om deze te bewerken.

# text.service_level_agreement_description
source: Departments agree to handle new cases within the time specified.
nl_nl: Afdelingen zijn overeengekomen nieuwe zaken te behandelen in de genoemde tijdsduur.

# text.sla_status_notice
source: Most tickets of this type should be closed within %1$d days, although some cases may be longer. %2$d days have already passed.
nl_nl: Voor zaken van dit type wordt gestreefd naar afhandeling in %1$d dagen. Er zijn %2$d dagen verstreken.

# text.employee_authentication_description
source: If you are using Employee authentication, the rest of this information will be filled in automatically from the directory. Otherwise, you must provide at least a first and last name.
nl_nl: Wanneer gebruik wordt gemaakt van externe authenticatie, dan wordt deze informatie automatisch gevuld. Indien dit niet het geval is, vul dan tenminste een voor en achternaam in.

# text.disclaimer
source: Disclaimer: uReport is provided for and driven by the community. uReport content may be posted by third parties unaffiliated with the City. The City makes no warranty as to the accuracy and completeness of third party content and takes no responsibility and disclaims all liability for third party content. Reports submitted by the community are addressed on the basis of priority and available resources.
nl_nl: Disclaimer: uReport is een open source product. De inhoud van uReport kan daarom geproduceerd zijn door niet aan ons gerelateerde ontwikkelaars. Het is daarom niet mogelijk aanspraak te maken op garanties , fouten en ontbrekende gegevens. Wij kunnen niet aansprakelijk worden gehouden voor de inhoud. Het afhandelen van meldingen is onderhevig aan prioriteit en beschikbare capaciteit.
